{
  "summarize_im_detail_module.predictor": {
    "lm": null,
    "traces": [],
    "train": [],
    "demos": [
      {
        "augmented": true,
        "titel": "Keine Massentierhaltung in der Schweiz (Massentierhaltungsinitiative)",
        "im_detail": "Ausgangslage Tierschutzgesetz\nDie Schweiz hat eine der weltweit strengsten und detailliertesten Regelungen zum Schutz der Tiere. Würde und Wohlergehen sind gesetzlich geschützt. Niemand darf einem Tier ungerechtfertigt Schmerzen, Leiden oder Schäden zufügen, es in Angst versetzen oder in anderer Weise seine Würde missachten. Das Misshandeln, Vernachlässigen oder unnötige Überanstrengen von Tieren ist verboten und kann streng bestraft werden.\n\nTierwohl in der Landwirtschaft\nDer Schutz des Tieres muss in der Landwirtschaft gewährleistet sein, unabhängig davon, wie viele Tiere an einem Ort gehalten werden. Die Verfassung schreibt zudem vor, dass Landwirtinnen und Landwirte zusätzlich unterstützt werden, wenn sie besonders naturnah, umwelt- und tierfreundlich produzieren. So fördert der Bund seit über 25 Jahren eine besonders tierfreundliche Stallhaltung und den regelmäßigen Auslauf ins Freie. 2020 lebten 62 Prozent der Nutztiere in einem besonders tierfreundlichen Stall, zehn Jahre früher waren es knapp 46 Prozent. 78 Prozent der Nutztiere konnten regelmäßig nach draußen, zehn Jahre vorher waren es 72 Prozent.\n\nMaximale Anzahl Tiere pro Betrieb\nDas Recht regelt für die Schweine- und die Geflügelhaltung sowie die Kälbermast, wie viele Tiere maximal auf einem Betrieb gehalten werden dürfen. Diese Bestimmungen dienen jedoch in erster Linie dem Schutz der Umwelt. Beim Tierschutz steht das einzelne Tier im Fokus, das unabhängig von der Größe eines Betriebes geschützt werden muss.\n\nForderungen der Initiative\nDas Initiativkomitee fordert eine Verfassungsbestimmung zum Schutz der Würde von Tieren in der Landwirtschaft. Massentierhaltung soll verboten werden. In der Initiative ist sie definiert als ''industrielle Tierhaltung zur möglichst effizienten Gewinnung tierischer Erzeugnisse, bei der das Tierwohl systematisch verletzt wird''.\n\nMindestanforderungen für Tierhaltung\nBei Annahme der Initiative ist der Bund verpflichtet, strengere Mindestanforderungen für eine tierfreundliche Unterbringung und Pflege, den Zugang ins Freie, die Schlachtung und die maximale Gruppengröße je Stall festzulegen. Als Mindeststandard sollen dabei die Bio-Suisse-Richtlinien von 2018 gelten.\n\nBio-Standards gelten auch für Importe\nDie strengeren Bio-Vorgaben für die Tierhaltung sollen auch für Importprodukte gelten. Lebensmittel tierischer Herkunft, die diesen nicht entsprechen, dürften nicht mehr importiert werden. Davon betroffen wären nicht nur Produkte wie Fleisch, Eier, Milch oder Käse, sondern auch Lebensmittel wie Eierteigwaren, Backwaren oder Schokolade, die Zutaten tierischer Herkunft enthalten. Der Bund müsste für die Importe ein Kontrollsystem aufbauen. Die Kontrolle wäre sehr aufwendig. Heute stammen beispielsweise über 40 Prozent des Geflügelfleisches und der Eier aus dem Ausland.\n\nÜbergangsfristen bis 25 Jahre\nDas Parlament hätte drei Jahre Zeit, um die geforderten Bestimmungen zu erlassen. Den Betrieben könnten Übergangsfristen bis 25 Jahre gewährt werden, etwa für bauliche Maßnahmen.\n\nFolgen der Initiative Auswirkungen für Betriebe\nDie Initiative hätte große Auswirkungen auf die landwirtschaftlichen Betriebe. Rund 3300 Betriebe müssten den Tierbestand reduzieren oder die Betriebsflächen vergrößern. Die Kosten der Tierhaltung würden steigen; viele Betriebe müssten große Investitionen tätigen. Berechnungen, die vom Bund in Auftrag gegeben wurden, gehen von jährlichen Mehrkosten von insgesamt 0,4 bis 1,1 Milliarden Franken aus.\n\nAuswirkungen für Konsumentinnen und Konsumenten\nDie Initiative hätte auch Auswirkungen auf die Konsumentinnen und Konsumenten. Lebensmittel wie Fleisch, Eier, Milch oder Käse wären nur noch aus Tierhaltungen mit Bio-Standard erhältlich, ebenso Lebensmittel mit Zutaten tierischer Herkunft. Dadurch wäre die Wahlfreiheit eingeschränkt. Lebensmittel tierischer Herkunft wie auch solche mit Zutaten tierischer Herkunft dürften wegen der höheren Anforderungen teurer werden.\n\nAuswirkungen auf die Umwelt\nDie Initiative könnte zu einer Reduktion der Tierbestände und zu mehr Importen tierischer Herkunft führen. Dies würde die Ammoniak-Emissionen in der Schweiz, aber nicht weltweit reduzieren. Ammoniak ist ein Luftschadstoff, der aus den Exkrementen von Tieren in die Atmosphäre gelangt und sensible Ökosysteme schädigt. Ebenfalls reduziert würden in der Schweiz die Emissionen der Klimagase Methan und Lachgas. Um die Produktion aufrechtzuerhalten, müssten die Betriebe neue Ställe bauen; das würde mehr landwirtschaftliche Nutzfläche verbrauchen.\n\nAuswirkungen auf internationale Abkommen\nEin Importverbot für Produkte, die in der Tierhaltung nicht dem Bio-Standard entsprechen, würde internationale Handelsabkommen verletzen, unter anderem mit der EU. Solche Importregelungen könnten zudem bei der Welthandelsorganisation sowie mit Staaten, mit denen die Schweiz Freihandelsabkommen abgeschlossen hat, zu Konflikten führen. Das könnte auch Auswirkungen auf die Schweizer Exporte haben.",
        "summarized_im_detail": "Die Massentierhaltungsinitiative in der Schweiz zielt darauf ab, die Würde von Tieren in der Landwirtschaft durch ein Verbot der Massentierhaltung zu schützen. Die Initiative fordert strengere Mindestanforderungen für tierfreundliche Haltung, Pflege und Schlachtung, die auch für importierte tierische Produkte gelten sollen. Dies könnte zu höheren Kosten für die Tierhaltung und Lebensmittelpreise führen, sowie zu einer Reduktion der Tierbestände und möglichen Konflikten mit internationalen Handelsabkommen. Übergangsfristen von bis zu 25 Jahren könnten den Betrieben gewährt werden, um sich anzupassen."
      },
      {
        "augmented": true,
        "titel": "Ja zum Tier- und Menschenversuchsverbot - Ja zu Forschungswegen mit Impulsen für Sicherheit und Fortschritt",
        "im_detail": "Ausgangslage Tierversuche\nTierversuche dienen unter anderem dazu, Krankheiten zu erforschen, die Wirksamkeit und Sicherheit von Medikamenten zu überprüfen oder die Vorgänge im Körper besser zu verstehen. Die Schweiz hat eines der weltweit strengsten Gesetze für Tierversuche. Ein Tierversuch darf nur durchgeführt werden, wenn er mehrere gesetzliche Anforderungen erfüllt. Dazu gehören unter anderem: Der Versuch darf nur stattfinden, wenn gleichwertige Erkenntnisse anders nicht gewonnen werden können. Die Belastung der Tiere muss so gering wie möglich sein. Der mögliche Nutzen für die Gesellschaft muss gewichtig sein. Es dürfen nicht mehr Tiere als notwendig eingesetzt werden. Die Forschung am Menschen ist detailliert geregelt, um Würde, Persönlichkeit und Gesundheit des Menschen zu schützen. Sie ist nur dann erlaubt, wenn sie mehrere Bedingungen erfüllt. Dazu gehören unter anderem: Interesse, Gesundheit und Wohlergehen des einzelnen Menschen müssen Vorrang haben gegenüber den Interessen der Wissenschaft und der Gesellschaft. Forschung mit Personen ist nur erlaubt, wenn gleichwertige Erkenntnisse anders nicht gewonnen werden können. Die beteiligten Personen müssen gut informiert und einverstanden sein. Die Forschung muss von einer kantonalen Ethikkommission vorgängig geprüft und bewilligt werden. Zusätzliche Bedingungen gelten für die Forschung mit urteilsunfähigen Personen. Dazu zählen unter anderem Kleinkinder.\n\nPrüfung von Gesuchen für Tierversuche\nJedes Gesuch für die Durchführung eines Tierversuchs wird von einer kantonalen Tierversuchskommission geprüft. In diesen Kommissionen sind auch Tierschutzorganisationen vertreten. Die Kommissionen prüfen insbesondere, ob der mögliche Nutzen für die Gesellschaft die Belastung der Tiere rechtfertigt. So werden Tierversuche für Kosmetikprodukte in der Schweiz grundsätzlich nicht bewilligt, da sie keine gewichtigen neuen Erkenntnisse bringen und die Belastung der Tiere daher nicht gerechtfertigt wäre.\n\nNutzen der Forschung\nTierversuche haben grosse Fortschritte für die Gesundheit von Menschen und Tieren ermöglicht, zum Beispiel durch die Entwicklung von Antibiotika. Tierversuche erlauben es, eine Substanz an komplexen lebenden Organismen zu prüfen. Dasselbe gilt für die Forschung am Menschen. Wenn immer möglich werden Tierversuche oder Forschung mit Personen ersetzt, etwa durch Computersimulationen oder die Forschung an biologischem Material, das beispielsweise bei Operationen anfällt.\n\nEntwicklung der Anzahl Tierversuche\nIn den letzten 40 Jahren hat der Einsatz von Versuchstieren stark abgenommen - von knapp 2 Millionen Anfang der 1980er-Jahre auf rund 560000 im Jahr 2020. Die grosse Mehrheit der Versuchstiere sind Ratten und Mäuse. Für rund 235000 Tiere (40 Prozent) waren die Versuche nicht schmerzhaft: Den Tieren wurden keine Schäden zugefügt, und sie wurden nicht in Angst versetzt. Zu diesen unbelastenden Versuchen gehörten beispielsweise Beobachtungs- und Verhaltensstudien. Rund 20000 Tiere (3,5 Prozent) waren dagegen einer schweren Belastung ausgesetzt, etwa durch die Verpflanzung eines Tumors.\n\nForderungen der Initiative Verbot von Tier- und Menschenversuchen\nDie Volksinitiative fordert ein totales Verbot von Tierversuchen in der Schweiz. Davon wäre beispielsweise die Entwicklung neuer Medikamente, Therapien und Chemikalien betroffen. Aber auch in der wissenschaftlichen Lehre und Grundlagenforschung wären Tierversuche verboten. Ebenso verboten wären sogenannte Menschenversuche. Der Initiativtext lässt offen, ob damit jegliche Forschung am Menschen gemeint ist. Diese umfasst nicht nur Forschung in Medizin und Biologie, sondern beispielsweise auch in der Psychologie oder in den Sportwissenschaften.\n\nImportverbot\nDie Initiative will auch den Import von neuen Produkten und Produktbestandteilen verbieten, die mit Tierversuchen entwickelt wurden. Davon wären zum Beispiel Medikamente und einzelne Wirkstoffe von Medikamenten betroffen. Bestehende Produkte dürften nur noch importiert werden, wenn für die Herstellung keine Tierversuche mehr durchgeführt werden.\n\nFörderung tierversuchsfreier Forschung\nDie Initiative fordert weiter, dass die tierversuchsfreie Forschung mindestens dieselbe staatliche Unterstützung erhält wie heute die Forschung mit Tierversuchen.\n\nErstanwendungen erlaubt\nDie Initiative erlaubt unter bestimmten Bedingungen, neue Substanzen bei Mensch und Tier einzusetzen: Die Anwendung muss im überwiegenden Interesse der betroffenen Menschen und Tiere liegen, erfolgversprechend sein sowie kontrolliert und vorsichtig vollzogen werden. Die Initiantinnen und Initianten bezeichnen dies als Erstanwendung. Wie sich Erstanwendungen von Versuchen unterscheiden, lässt die Initiative offen.\n\nFolgen der Initiative Auswirkungen auf Versorgung\nNeue Medikamente, die im Ausland mithilfe von Tierversuchen entwickelt werden, dürften nicht mehr importiert werden - auch dann nicht, wenn sie wirksamer wären oder weniger Nebenwirkungen hätten als bereits zugelassene Medikamente. Bereits zugelassene Medikamente, die erneut an Tieren getestet werden, dürften ebenfalls nicht mehr importiert werden. Dazu gehören zum Beispiel Grippeimpfstoffe, die jährlich an die Veränderungen des Grippevirus angepasst werden. Die Menschen könnten solche Medikamente nur noch auf eigene Kosten im Ausland kaufen oder sich dort behandeln lassen. Auch die Versorgung mit weiteren Produkten wäre eingeschränkt, weil auch diese Produkte zum Teil mit Tierversuchen entwickelt werden, so etwa Medizinprodukte wie Herzschrittmacher oder Chemikalien wie gewisse Pflanzenschutzmittel.\n\nAuswirkungen auf Forschung und Wirtschaft\nDie Initiative hätte schwerwiegende Auswirkungen für Universitäten, Spitäler, die Pharmaindustrie, Unternehmen in der Medizintechnik oder Unternehmen, die mit Chemikalien arbeiten. Sie könnten nicht mehr wie bisher forschen, und die Entwicklung von Medikamenten und anderen medizinischen Produkten wäre stark eingeschränkt, weil dafür Tierversuche in vielen Fällen unumgänglich sind. Das könnte dazu führen, dass Unternehmen ihre Forschung und Entwicklung und damit Arbeitsplätze ins Ausland verlagern.\n\nKonflikt mit internationalen Abkommen\nEin allgemeines Importverbot für Produkte, für deren Entwicklung Tierversuche durchgeführt werden, wäre mit den Verpflichtungen der Schweiz aus den WTO-Abkommen sowie den Freihandelsabkommen mit der EU und anderen Staaten kaum vereinbar.",
        "summarized_im_detail": "Die Initiative fordert ein totales Verbot von Tierversuchen und Menschenversuchen in der Schweiz, was erhebliche Auswirkungen auf die Forschung, die Entwicklung neuer Medikamente und die medizinische Versorgung hätte. Tierversuche sind derzeit streng reguliert und haben zur Entwicklung wichtiger medizinischer Fortschritte beigetragen. Die Initiative würde auch den Import von Produkten, die mit Tierversuchen entwickelt wurden, verbieten und könnte die Forschung und Wirtschaft stark beeinträchtigen, da viele Unternehmen ihre Aktivitäten ins Ausland verlagern könnten. Zudem könnte ein solches Verbot im Konflikt mit internationalen Handelsabkommen stehen."
      }
    ],
    "signature_instructions": "Summarize the detailed explanations ('im_detail') to provide a concise overview of the initiative.",
    "signature_prefix": "Summarized Im Detail:"
  },
  "extract_arguments_committee_module.predictor": {
    "lm": null,
    "traces": [],
    "train": [],
    "demos": [
      {
        "augmented": true,
        "titel": "Keine Massentierhaltung in der Schweiz (Massentierhaltungsinitiative)",
        "argumenteKomitee": "Worum geht es?\nIn den letzten 20 Jahren ist der Bestand der Tiere in der Schweizer Landwirtschaft um beinahe die Hälfte gestiegen. Über 80 Millionen Tiere wurden 2021 gemästet und getötet. Pro Betrieb werden bis zu 27 000 Hühner, 1500 Schweine oder 300 Rinder gehalten. Grundbedürfnisse nach Platz, Bewegung und Beschäftigung werden in der Massentierhaltung systematisch missachtet.\n\nTraditionelle Bauernhöfe stärken\nLaut Bundesrat wären nur rund 5 Prozent der Betriebe von der Initiative betroffen - nämlich die industriellen Großbetriebe, die die traditionellen Bauernhöfe zunehmend verdrängen. Betriebe, die bereits heute das Tierwohl in der Produktion über rein wirtschaftliche Interessen stellen, werden durch die Initiative gestärkt.\n\nSchweizer Markt schützen\nSchweizer Bauernfamilien dürfen gegenüber dem Ausland nicht benachteiligt werden. Deshalb braucht es Importregeln, die den neuen Schweizer Standards Rechnung tragen. Solche Vorschriften sind auch mit internationalen Handelsverträgen umsetzbar. Wird die Einfuhr minderwertiger Billigware verhindert, stärken wir damit unsere heimische Landwirtschaft.\n\nGesundheitsrisiken eindämmen\nDie industrielle Tierproduktion führt zu höheren Gesundheitsrisiken und einem gesteigerten Antibiotikaeinsatz. Mit dem Ausstieg aus der Massentierhaltung können wir zudem das Risiko künftiger Pandemien eindämmen.\n\nSchweizer Weideland nutzen\nDie Schweiz importiert 1,4 Millionen Tonnen Futtermittel pro Jahr und verwendet einen Großteil des Ackerlandes für die Produktion von Tierfutter. Dadurch können viel mehr Tiere gehalten werden, als auf unseren Wiesen möglich wäre. Indem wir Tieren konsequent Zugang auf eine Weide gewähren, werden wir unserem Bild einer nachhaltigen, tierfreundlichen Schweizer Landwirtschaft gerecht.\n\nEin Ja für Tier, Mensch und Umwelt\nDas Verfassungsprinzip der Tierwürde muss endlich auch in der Landwirtschaft respektiert werden. Die Übergangsfrist von 25 Jahren gibt allen betroffenen Betrieben genug Zeit für eine Neuausrichtung hin zu einer tierfreundlichen Produktion. Mit dem Ja zur Initiative sichern wir eine Landwirtschaft, die das Wohl von Tier, Mensch und Umwelt ins Zentrum rückt.",
        "empfehlungKomitee": "ja",
        "arguments_committee": "Die Hauptargumente des Komitees für die Massentierhaltungsinitiative sind: Die systematische Missachtung der Grundbedürfnisse von Tieren in der Massentierhaltung, die Stärkung traditioneller Bauernhöfe, der Schutz des Schweizer Marktes durch Importregeln, die Eindämmung von Gesundheitsrisiken und die nachhaltige Nutzung von Schweizer Weideland. Zudem wird betont, dass die Initiative das Verfassungsprinzip der Tierwürde in der Landwirtschaft respektiert und eine Übergangsfrist von 25 Jahren für eine tierfreundliche Produktion bietet. Die Empfehlung des Komitees ist ein klares Ja zur Initiative."
      },
      {
        "augmented": true,
        "titel": "Ja zum Tier- und Menschenversuchsverbot - Ja zu Forschungswegen mit Impulsen für Sicherheit und Fortschritt",
        "argumenteKomitee": "Argumente\nEs war und ist unentschuldbar, wenn nichtzustimmungsfähige Tiere und ebensolche Patienten für Experimente missbraucht werden. Unzählige Metastudien beweisen, dass weder ein Tier noch ein Mensch verlässliche Vorhersagen für ein anderes Lebewesen liefern kann. Die Initiative fördert und fordert sichere Erstanwendungen und ethisch faire, fundierte Vorbereitungen. Die heutigen Forschenden sind intelligent genug, um ihre Erkenntnisse auch mit tier- und menschenleidfreien Ansätzen zu erreichen.\n\nIrrtum\nVon 100 Wirkstoffen versagen 95 im Menschenversuch, trotz scheinbar erfolgversprechender Ergebnisse im Tierversuch. Auch nach Zulassung gibt es Tragödien: Die EU schätzte die Todesfälle durch Nebenwirkungen im 2008 auf 197000 (Brüssel, MEMO\/08\/782).\n\nStagnation trotz 3R\nDie Zahl der Tierversuche stagniert seit 25 Jahren mit über 500000 Tieropfern, obwohl das 3R-Prinzip (ersetzen - reduzieren-verfeinern) seit mehr als 60 Jahren bekannt ist.\n\nFalsche Ansätze\nTier- und Menschenversuche mögen marketingtechnisch und juristisch lohnend sein, für die Gesundheit sind sie irreführend. Menschenversuche liefern vage Durchschnittswerte. Dem Individuum bieten sie keine Gewähr.\n\nEinzigartigkeit von Lebewesen\nDass wir «individuelle Medizin» brauchen, wurde erkannt, Umsetzungen sind jedoch rar. Viele sinnvolle Ansätze, wie z. B. «Human-on-a-chip», sind auf erfolgreichem Weg.\n\nVorteile statt Verluste\nAlte Produkte bleiben. Neue werden strengere Qualitätsanforderungen erfüllen müssen. Innovative Unternehmen, welche z. B. Diagnosehilfen entwickeln, werden von der wachsenden Nachfrage profitieren.\n\nWeitere Chancen\nDie Initiative ermöglicht einen Quantensprung in Forschung, Medizin, im Schweizer Gesundheits-Tourismus und in menschlicher Reife. Allfällige schlechte internationale Verträge sind nachzubessern.\n\nAntworten an den Bundesrat\nForschung am Menschen wird nicht verboten. Der patientenorientierte Mix an Ansätzen ist entscheidend, nicht das Bereiten von Qual. Z. B. liefern Operationsabfälle vielfältige Biomaterialien, an welchen geforscht werden kann. Der Schutz von Tier und Mensch reicht heute nicht aus. Tiere erleiden Eingriffe in die Freiheit, die Entfaltung sowie in die emotionale und körperliche Integrität. Desgleichen sind nichtzustimmungsfähige oder schlecht informierte Menschen ungenügend geschützt: Niemand kann vor einem Versuch vorhersagen, welcher Patient welche Belastungen und Schäden erleiden wird.\n\nVordenker\n«Es gibt eigentlich nur zwei Gründe, für Tierversuche zu sein: Entweder man verdient daran, oder man weiss zu wenig darüber.» Unfallchirurg Dr. med. Werner Hartinger (1925–2000)",
        "empfehlungKomitee": "ja",
        "arguments_committee": "Die Hauptargumente des Komitees für das Verbot von Tier- und Menschenversuchen umfassen die Unethik der Experimente an nichtzustimmungsfähigen Lebewesen, die Unzuverlässigkeit von Tierversuchen für menschliche Vorhersagen, die stagnierende Zahl der Tierversuche trotz des 3R-Prinzips, die Irreführung durch Menschenversuche, die Notwendigkeit individueller Medizin, die Vorteile innovativer Ansätze und die Chancen für Fortschritt in der Forschung und Medizin. Das Komitee empfiehlt, die Initiative zu unterstützen, da sie einen positiven Wandel in der Forschung und im Gesundheitswesen ermöglichen kann."
      }
    ],
    "signature_instructions": "Extract the main arguments presented by the supporting committee and their recommendation.",
    "signature_prefix": "Arguments Committee:"
  },
  "extract_arguments_federal_council_module.predictor": {
    "lm": null,
    "traces": [],
    "train": [],
    "demos": [
      {
        "augmented": true,
        "titel": "Keine Massentierhaltung in der Schweiz (Massentierhaltungsinitiative)",
        "argumenteBundesrat": "Tierwohl ist bereits gesetzlich geschützt\nTierhaltung, die das Tierwohl verletzt, ist in der Schweiz verboten. Bundesrat und Parlament halten die Initiative deshalb für unnötig. Würde und Wohlergehen jedes einzelnen Tieres sind gesetzlich bereits geschützt, unabhängig davon, wie viele Tiere zusammen gehalten werden. Entscheidend ist das Wohlergehen jedes einzelnen Tieres und nicht die Anzahl Tiere pro Betrieb.\n\nBund fördert tierfreundliche Haltung\nImmer mehr Rinder, Schweine und Hühner leben in besonders tierfreundlichen Ställen und können regelmäßig nach draußen. Landwirtinnen und Landwirte, die das Tierwohl besonders achten, werden vom Bund dafür zusätzlich unterstützt.\n\nHöhere Preise für viele Lebensmittel\nDie Preise für Lebensmittel wie Fleisch, Milch, Käse oder Eier würden wegen der höheren Anforderungen in der Tierhaltung steigen. Dasselbe gilt für Lebensmittel mit Zutaten tierischer Herkunft. Dies würde insbesondere Konsumentinnen und Konsumenten mit geringem Einkommen treffen. Wegen der höheren Preise in der Schweiz würde wahrscheinlich vermehrt im Ausland eingekauft; der Einkaufstourismus nähme zu. Auch die Betriebe, die in der Schweiz tierische Produkte verarbeiten, müssten dafür höhere Preise bezahlen.\n\nKleineres Angebot, eingeschränkte Wahlfreiheit\nDie Konsumentinnen und Konsumenten wären in ihrer Wahlfreiheit stark eingeschränkt, da nur noch Produkte tierischer Herkunft erhältlich wären, die bei der Tierhaltung den Bio-Standard erfüllen. Gewisse Produkte könnten ganz aus dem Regal verschwinden.\n\nAufwendige und teure Kontrolle der Importe\nDie höheren Standards für importierte Lebensmittel umzusetzen, wäre äußerst schwierig und teuer, insbesondere bei Lebensmitteln mit Zutaten tierischer Herkunft wie Eierteigwaren, Milchschokolade oder Backwaren. In den Herkunftsländern müssten neue Kontrollsysteme aufgebaut werden.\n\nImportverbot verletzt internationale Abkommen\nDie Initiative verlangt, dass die Schweizer Standards auch für den Import gelten. Diese Vorgaben würden internationale Handelsabkommen verletzen. Wenn die Schweiz einseitig Handelshemmnisse schafft, gefährdet sie die Vorteile dieser Abkommen, etwa den vereinfachten Zugang zu internationalen Märkten.",
        "empfehlungBundesrat": "nein",
        "arguments_bundesrat": "Der Bundesrat argumentiert, dass das Tierwohl bereits gesetzlich geschützt ist und die Initiative daher unnötig ist. Zudem fördert der Bund tierfreundliche Haltung, was bereits zu besseren Bedingungen für viele Tiere führt. Die Initiative würde zu höheren Preisen für Lebensmittel führen, was insbesondere einkommensschwache Konsumenten belasten würde. Außerdem würde die Wahlfreiheit der Konsumenten eingeschränkt, da nur noch Produkte mit Bio-Standard erhältlich wären. Die Kontrolle der Importe wäre aufwendig und teuer, und die Initiative würde internationale Handelsabkommen verletzen, was die Vorteile des Handels gefährden könnte."
      },
      {
        "augmented": true,
        "titel": "Ja zum Tier- und Menschenversuchsverbot - Ja zu Forschungswegen mit Impulsen für Sicherheit und Fortschritt",
        "argumenteBundesrat": "Schwerwiegende Folgen für die Gesundheit\nMedikamente werden an Tier und Mensch getestet, bevor sie auf den Markt kommen. Bei Annahme der Initiative könnten sehr viele Medikamente weder in der Schweiz hergestellt noch aus dem Ausland importiert werden. Das Land wäre vom weltweiten medizinischen Fortschritt abgeschnitten, mit schwerwiegenden Folgen für die Gesundheit von Menschen und Tieren. Die Initiative würde zu einer Zweiklassenmedizin führen. Die neuesten Medikamente und Behandlungen würden nur noch jenen zur Verfügung stehen, die es sich leisten könnten, dafür ins Ausland zu reisen.\n\nTierversuche sind notwendig\nHeute gibt es etwa in der Krebs- und Demenzforschung oder in der Chirurgie oft keine Alternative zum Versuch am lebenden Organismus. Tierversuche sind nach wie vor notwendig - nicht zuletzt, um den menschlichen Körper besser zu verstehen und wirksame und sichere Medikamente für Menschen und Tiere zu entwickeln.\n\nBund fördert Alternativen zu Tierversuchen\nDie Förderung von tierversuchsfreier Forschung ist dem Bundesrat ein wichtiges Anliegen. So hat er zum Beispiel im Jahr 2021 ein nationales Forschungsprojekt mit 20 Millionen Franken lanciert und die Beiträge für ein nationales Kompetenzzentrum stark erhöht. Dessen Ziel ist es, Tierversuche zu ersetzen oder zu reduzieren sowie die Belastung der Tiere zu verringern.\n\nNegative Folgen für Wirtschaft und Forschung\nDie medizinische Forschung und die Entwicklung von Medikamenten und Therapien sind für die Schweiz von grosser Bedeutung. Wären Tierversuche in der Schweiz verboten, würden viele Forschungsprogramme ins Ausland verlegt, Firmen abwandern und Arbeitsplätze verloren gehen.\n\nStrenges Gesetz\nDie Schweiz hat eine der weltweit strengsten Regelungen für Tierversuche und für die Forschung am Menschen. Diese Regelung bietet Mensch und Tier den höchstmöglichen Schutz und erlaubt gleichzeitig wichtige Forschung zum Nutzen von Mensch und Tier. Die Initiative dagegen geht zu weit. Deshalb lehnen auch Tierschutzorganisationen sie ab. Im Parlament hat die Initiative keine einzige Stimme erhalten.",
        "empfehlungBundesrat": "nein",
        "arguments_bundesrat": "Die Hauptargumente des Bundesrates gegen die Initiative sind: Erstens, die schwerwiegenden Folgen für die Gesundheit, da viele Medikamente nicht mehr in der Schweiz getestet oder importiert werden könnten, was zu einem Mangel an medizinischem Fortschritt führen würde. Zweitens, die Notwendigkeit von Tierversuchen in der Forschung, insbesondere in Bereichen wie Krebs- und Demenzforschung, wo es oft keine Alternativen gibt. Drittens, die Förderung von Alternativen zu Tierversuchen durch den Bund, der bereits in Projekte investiert hat, um Tierversuche zu reduzieren. Viertens, die negativen wirtschaftlichen Auswirkungen, da ein Verbot von Tierversuchen viele Forschungsprogramme ins Ausland verlagern und Arbeitsplätze gefährden würde. Schließlich wird betont, dass die Schweiz bereits strenge Regelungen für Tierversuche hat, die den Schutz von Mensch und Tier gewährleisten, während die Initiative als übertrieben angesehen wird."
      }
    ],
    "signature_instructions": "Extract the main arguments presented by the Federal Council opposing the initiative and their recommendation.",
    "signature_prefix": "Arguments Bundesrat:"
  }
}